---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.OutdoorAirPerPerson
source: html/ac0ab576-b963-40a0-178f-5fccbbd86444.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.OutdoorAirPerPerson Property

The outdoor air per person.

## Syntax (C#)
```csharp
public double OutdoorAirPerPerson { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentException** - When setting this property: The value should be between [0.0,166.66].